#include <stdio.h>
//---------------------- import Libraly ---------------------- //

void main(){

    //---------------------- ประกาศตัวแปร ----------------------//
    int num1 ,num2;
    float result;
    //---------------------- ประกาศตัวแปร ----------------------//

    //---------------------- Input ----------------------//

    printf("Input num1 : ");
    scanf("%d",&num1);
    printf("Input num2 : ");
    scanf("%d",&num2);
    //---------------------- Input ----------------------//
    

}